Repository: jsmesami/imposter-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Incorrect image. {detail}
cs: Chybný obrázek. {detail}

source: Poster specification can't be changed.
cs: Specifikaci letáku nelze měnit.

source: Fields not allowed: {fields}
cs: Nepovolená pole: {fields}

source: Missing required fields: {fields}
cs: Chybí povinná pole: {fields}

source: Parameters not allowed for {type} field '{name}': {params}
cs: Nepovolené parametry pole '{name}' typu {type}: {params}

source: Missing required parameters for {type} field '{name}': {params}
cs: Chybí povinné parametry pole '{name}' typu {type}: {params}

source: Invalid date format of 'since': {val}
cs: Chybný formát data 'since': {val}

source: Invalid date format of 'until': {val}
cs: Chybný formát data 'until': {val}

source: Invalid 'bureau' ID: {val}
cs: Chybné ID 'bureau': {val}

source: Invalid 'spec' ID: {val}
cs: Chybné ID 'spec': {val}

source: Successfully deleted.
cs: Úspěšně smazáno.

source: Image data must be a string.
cs: Data obrázku musí být řetězec.

source: Unsupported image file extension: {filename}
cs: Nepodporovaná přípona souboru obrázku: {filename}

source: Image exceeds maximum file size: {filename}
cs: Obrázek přesahuje maximální velikost souboru: {filename}

source: No image data.
cs: Žádná data obrázku.

source: Can't decode image data: {filename}
cs: Nelze dekódovat data obrázku: {filename}
